[
  {
    "title": "Upadate!!!!",
    "created": "11/26/25",
    "content": "Hello World! The update or edit feature of this notepad WORKS! It is november 26, 2025, 7pm, and I am trying to    finish this notepad app in one day, I start earlier this morning from figma design until tonight. I am currently in at Edit  Feature as of now. Hello."
  },
  {
    "title": "Clean Code : Long Title Edition 4th Edition (King of Spades)",
    "created": "11/29/25",
    "content": "Clean Code is a book that teaches programmers how to write better and more maintainable code. It explains the importance of clarity and simplicity in every part of a program. The book also guides readers on how to remove unnecessary complexity from their work. Through examples and principles, it shows how good coding habits can improve software quality. Overall, Clean Code is a valuable resource for anyone w\nho wants to become a more disciplined and effective programmer."
  },
  {
    "title": "Jack of Diamond",
    "created": "11/26/25",
    "content": "Hello World"
  },
  {
    "title": "Clean Code",
    "created": "11/29/25",
    "content": "Hello World, Clean code is a book about...."
  },
  {
    "title": "Nitro VIV : Affordable Acer Gaming Laptop Note",
    "created": "11/26/25",
    "content": "Hello World"
  },
  {
    "title": "01001010",
    "created": "11/29/25",
    "content": "This is a binary of J!"
  },
  {
    "title": "Azuki",
    "created": "11/29/25",
    "content": "This name came from an anime (one of my favorite) Bakuman! It is a story about a love and dreams. It revolves on self improving and achieving more achievement in our own batlles. Mashiro propose to Azuki to get married after they achieve their dreams, Azuki as a Voice Actress---Mashiro as a Mangaka. They experience a lot in their own path, striving through challenges in their own path without communication to each other..."
  },
  {
    "title": "I am waking up",
    "created": "11/27/25",
    "content": "posssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssssst heloo hahahahhahah ror"
  },
  {
    "title": "King of Spade",
    "created": "11/27/25",
    "content": "A new task done, a new card pulled out into the deck..."
  },
  {
    "title": "title",
    "created": "12/13/25",
    "content": "qwertyuiopasdfghjklzxcvbnm"
  },
  {
    "title": "Briannabritbrit",
    "created": "12/18/25",
    "content": "helloworld"
  },
  {
    "title": "x",
    "created": "12/18/25",
    "content": "x"
  },
  {
    "title": "Azuki",
    "created": "12/18/25",
    "content": "Paula Brianna De Vera"
  }
]